/* 
   Localizable.strings
   Sprouted AVI

   Created by Philip Dow on 4/22/08.
   Copyright 2008 Sprouted. All rights reserved.
 */

"record audio title" = "Optag Lyd";
"record video title" = "Optag Video";
"take snapshot title" = "Tag et Snapshot";
"preferences title" = "Indstillinger";

"default artist" = "Unavngiven kunstner";
"default album" = "Mine optagelser";
"default playlist" = "Mine optagelser";

"no video capture msg" = "Video optagelse er ikke tilgængelig.";
"no video capture info" = "Sprouted AVI kan ikke oprette forbindelse til en video enhed. Tjek om det er tilsluttet og prøv igen.";

"no audio capture msg" = "Lyd optagelse er ikke tilgængelig.";
"no audio capture info" = "Sprouted AVI kan ikke oprette forbindelse til en lyd enhed. Tjek om det er tilsluttet og prøv igen.";

"no snapshot capture msg" = "Snapshot er ikke tilgængelig.";
"no snapshot capture info" = "Sprouted AVI kan ikke skabe forbindelse til dit kamera. Tjek om det er tilsluttet og prøv igen.";


"lameinstall success title" = "Komponenter er installeret";
"lameinstall success msg" = "LAME kode komponenterne er blevet installeret. Det kan være nødvendigt at genstarte computeren, før de er tilgængelige.";
	
"lameinstall failure title" = "Komponenter er ikke installeret";
"lameinstall failure msg" = "Sprouted AVI kunne ikke installere LAME kode komponenterne. Du kan læse om manuel installering af LAME i de dokumenter, der er i Sprouted AVI download.";

"lameinstall required title" = "Installere MP3 koder?";
"lameinstall required msg" = "Sprouted AVI kræver LAME MP3 koder for at kunne arkivere dine lydemner som MP3 filer. Vil du installere det nu?";
"lameinstall required yes" = "Installer";
"lameinstall required no" = "Afbryd";


"stop description" = "Stop";
"play description" = "Afspil";


"mp3 prepare" = "Forbereder konvertering af lydoptagelse til MP3…";
"mp3 convert" = "Konverterer lydoptagelse til MP3…";
"mp3 tag" = "Tagger MP3…";
"mp3 import" = "Føjer MP3 til iTunes…";
"mp3 save" = "Arkiverer MP3 til disk…";
"mp3 clean" = "Renser op…";
"mov tag" = "Tagging movie…";


"untitled audio recording" = "Unavngivet optagelse";


"audio recording error title" = "Optagelsesfejl";
"video recording error title" = "Optagelsesfejl";

"audio recording error cant start msg" = "Der opstod et problem med at starte optagelsen. Du kan eventuelt prøve at genstarte programmet.";
"audio recording error saved file unreadable msg" = "Der opstod et problem med at læse den gemte optagelse. Den kan være ødelagt. Prøv at optage igen.";
"audio recording error script msg" = "iTunes-importinstruksen kunne ikke findes. Det kan være nødvendigt at geninstallere programmet, eller slå iTunes-indstillingen fra.";
"audio conversion error cant write msg" = "Der opstod et problem med at gemme arkivet som en MP3-fil. Prøv at slå MP3-konverteringen fra og optage igen.";

"audio conversion error no encoder title" = "Der opstod et problem med at åbne MP3-konverteringen.";
"audio conversion error no encoder msg" = "Prøv eventuelt at genstarte programmet eller at gemme din optagelse som en Quicktimefilm.";


"video recording unable to stop msg" = "Der opstod et problem med at afslutte optagelsen. Du er måske nødt til at afslutte programmet helt og prøve igen.";
"video recording cant load msg" = "Der var et problem med at læse den gemte optagelse. Den er måske ødelagt. Prøv at optage igen.";


"still recording description" = "Optagelsen er i gang";
"still recording recovery" = "Du skal stoppe optagelsen før du afbryder";
"still recording stop" = "Stop optagelse";
"still recording cancel" = "Fortryd";

"unsaved changes description" = "Du har en optagelse der ikke er gemt";
"unsaved changes recovery" = "Din optagelse vil gå tabt hvis du ikke gemmer den";
"unsaved changes save" = "Gem";
"unsaved changes dont save" = "Gem ikke";
"unsaved changes cancel" = "Fortryd";
